Repository: sillsdev/FwLocalizations
Catalog: messages.pt.tmx
Source language: en
Languages: pt

source: An inline marker must not start with a backslash! Revise the marker "{0}".
pt: Um marcador interno não deve começar com uma barra! Rever o marcador "{0}".

source: An internal error (bug) was detected.
pt: Foi detectado um erro interno (bug).

source: An internal error has occurred. To help us fix the problem, please submit this error information to us.
pt: Ocorreu um erro interno. Para nos ajudar a corrigir o problema, envie estas informações de erro para nós.

source: An isolated presentation form (Arabic)
pt: Uma forma de apresentação isolado (Árabe)

source: ANA file
pt: Arquivo ANA

source: ANA Position Analysis
pt: Análise de Posição ANA

source: Analyses
pt: Análises

source: analysis
pt: análise

source: Analysis
pt: Análise

source: Analysis {0}
pt: Análise {0}

source: Analysis Candidate
pt: Candidato de Análise

source: &Analysis language writing system
pt: &Sistema de escrita do idioma de análise

source: Analysis languages are the languages for notes, back translations, glosses, definitions, analyses, etc. Select, or define, a default analysis language writing system.
pt: Idiomas de análise são os idiomas para notas, retrotraduções, glosas, definições, análises, etc. Selecione ou defina um sistema de escrita padrão do idioma de análise.

source: analysis or vernacular
pt: análise ou vernáculo

source: Analysis Usage
pt: Uso da Análise

source: &Analysis Writing System
pt: &Sistema de Escrita da Análise

source: Analysis &Writing Systems
pt: Sistemas de &Escrita da Análise

source: &Analyze
pt: &Analisar

source: Analyze
pt: Analisar

source: Analyze the morphemes in the words of the text.
pt: Analisar os morfemas nas palavras do texto.

source: a&nd
pt: &e

source: and
pt: e

source: _Annotation Definition
pt: _Definição da Anotação

source: Annotation Definition
pt: Definição da Anotação

source: Annotation for Ignored Inconsistency
pt: Anotação de inconsistência ignorada

source: &Annotations
pt: &Anotações

source: Annotations
pt: Anotações

source: &Annotations (interleaved)
pt: &Anotações (entrelaçadas)

source: anthro. codes
pt: códigos antro.

source: Anthropology _Category
pt: _Categoria Antropológica

source: Anthropology Categories
pt: Categorias Antropológicas

source: Anthropology Category
pt: Categoria Antropológica

source: Anthropology Note
pt: Nota Antropológica

source: Anthropology Notes
pt: Notas Antropológicas

source: Any
pt: Qualquer

source: Any changes made in the Styles dialog have been lost due to the change in the tool.
pt: Quaisquer alterações feitas no diálogo de Estilos foram perdidas devido à mudança na ferramenta.

source: Any checked item
pt: Qualquer item marcado

source: Any of...
pt: Qualquer de…

source: {0} Any one character in the set
pt: {0} Qualquer um carácter no conjunto

source: Any phonemes that are inserted between the two parts of the compound. These phonemes do not carry any meaning.
pt: Qualquer fonema que é inserido entre as duas partes do composto. Estes fonemas não possuem qualquer significado.

source: {0} Any single character
pt: {0} Qualquer caractere individual

source: {0}. Any texts that use it will need more analysis work,{1}as it is used 1 time in your texts.
pt: {0}. Quaisquer textos que usá-lo serão necessário mais trabalho de análise,{1} como ele é usado 1 vez em seus textos.

source: {0}. Any texts that use it will need more analysis work,{2}as it is used {1} times in your texts.
pt: {0}. Quaisquer textos que usá-lo serão necessário mais trabalho de análise,{2} como é usado {1} vezes em seus textos.

source: {0}. Any texts that used it will need more analysis {1}work, as it is being used 1 time in your texts.
pt: {0}. Quaisquer textos que usado ele terá mais de {1} trabalho de análise, como ele está sendo usado 1 vez em seus textos.

source: {0}. Any texts that used it will need more analysis {2}work, as it is being used {1} times in your texts.
pt: {0}. Quaisquer textos que usado ele terá mais de {2} trabalho de análise, como ele está sendo usado {1} vezes em seus textos.

source: <Any>
pt: <Qualquer>

source: &Anywhere
pt: Em &Qualquer Lugar

source: anywhere around
pt: em qualquer lugar

source: Appearance
pt: Aparência

source: Append, separated by:
pt: Anexar, separado por:

source: Application Name
pt: Nome do Aplicativo

source: A&pplication:
pt: A&plicativo:

source: Applies and saves changes you have made and closes this dialog box.
pt: Aplica-se e salva as alterações que você fez e fecha essa caixa de diálogo.

source: Apply
pt: Aplicar

source: Apply Style
pt: Aplicar Estilo

source: _Apply Style...
pt: _Aplicar Estilo…

source: Appl&y Style...
pt: Apl&icar Estilo…

source: Approve
pt: Aprovar

source: Approve _Throughout this Text
pt: Aprovar _Todo este Texto

source: Approve and _Jump to Next Incomplete
pt: Aprovar e _Pular para o Próximo Incompleto

source: Approve and _Stay
pt: Aprovar e _Permanecer

source: _Approve and Move Next
pt: _Aprovar e Mover Próximo

source: _Approve suggestion and
pt: _Aprovar sugestão e

source: Approve the suggested analysis and move to the next word, to the same interlinear line.
pt: Aprovar a análise sugerida e passar para a próxima palavra, na mesma linha interlinearizada.

source: Approve the suggested analysis and move to the next word.
pt: Aprovar a análise sugerida e passar para a próxima palavra.

source: Approve the suggested analysis and move to the word on the left,
pt: Aprovar a análise sugerida e mover para a palavra à esquerda,

source: Approve the suggested analysis and move to the word on the right.
pt: Aprovar a análise sugerida e mover para a palavra à direita.

source: Approve the suggested analysis and stay on this word
pt: Aprovar a análise sugerida e permanecer nesta palavra

source: Approve the suggested analysis throughout this text, and move to the next word.
pt: Aprovar a análise sugerida ao longo deste texto e passar para a próxima palavra.

source: Approve the suggested analysis, and jump to the next word with a suggested or incomplete analysis.
pt: Aprovar a análise sugerida, e pular para a próxima palavra com análise sugerida ou incompleta.

source: Aqua,51,204,204
pt: Verde-Água,51,204,204

source: Arabic Number
pt: Numeral Arábico

source: Arabic-Indic
pt: Árabe-Indiano

source: Arabic-Indic (Extended)
pt: Árabe-Indiano (Extendido)

source: Are you sure that you want to delete {0}?
pt: Tem a certeza de que deseja excluir {0}?

source: Are you sure you want to add the {0} allomorph ({1}) to this entry?
pt: Você tem certeza que deseja adicionar o alomorfo {0} ({1}) para esta entrada?

source: Are you sure you want to add the <MorphemeTypeOfAllomorph> allomorph (<AllomorphForm>) to this entry?
pt: Tem certeza de que deseja adicionar o <MorfemadoTipoAlomorfico> Alomorfia (<FormaAlomorfica>) para esta entrada?

source: Are you sure you want to delete "{0}"? If you do, this account will no longer be able to access this language project.
pt: Tem certeza de que deseja excluir "{0}"? Se você fizer isso, esta conta não será capaz de acessar este projeto de idioma.

source: Are you sure you want to delete the <barname> toolbar?
pt: Tem certeza de que deseja excluir o <barname> barra de ferramentas?

source: Are you sure you want to delete the selected projects?
pt: Tem a certeza de que deseja excluir os projetos selecionados?

source: Areas
pt: Áreas

source: Arrange Open Windows to be Side-By-Side
pt: Organizar Janelas Abertas para Lado-a-Lado

source: Arrange Open Windows to be Stacked
pt: Organizar as Janelas Abertas para ser empilhadas

source: Arranges open windows to be cascade from top left to bottom right.
pt: Organiza as janelas abertas em cascata do canto superior esquerdo para baixo à direita.

source: Arranges open windows to be equal heights, displayed one on top of the other
pt: Organiza as janelas abertas para alturas iguais, um exibido na parte superior do outro

source: Arranges open windows to be of equal widths, displayed side-by-side
pt: Organiza as janelas abertas para ser de larguras iguais, exibidos lado a lado

source: As I add new word glosses, create lexical entries.
pt: Quando adicionar novas glossas de palavra, criar entradas lexicais.

source: Assign
pt: Atribuir

source: Assign Analysis...
pt: Atribuir Análise…

source: Assign Vernacular Equivalent
pt: Atribuir Equivalente Vernacular

source: At &end
pt: No &final

source: At least
pt: Pelo menos

source: At least one morpheme does not have any lexical information specified. You won't like the results. Please make sure every morpheme has the lexical information you want.
pt: Pelo menos um morfema não tem qualquer informação lexical especificada. Você não vai gostar dos resultados. Certifique-se de que cada morfema tem as informações léxicas desejadas.

source: At least one of the phonemes in the word {0} is not defined. Please make sure all phonemes in the word have been defined.
pt: Pelo menos um dos fonemas na palavra {0} não está definido. Certifique-se de que todos fonemas na palavra estejam definidos.

source: At &start
pt: No &início

source: At s&tart
pt: No i&nício

source: A&t:
pt: &Em:

source: Attaches to any category
pt: Atribui a qualquer categoria

source: Attaches to Categories
pt: Atribui às Categorias

source: Attaches to Categor&y:
pt: Atribui às Categor&ias:

source: Attempt to retrieve matching entries timed out. Try typing a longer string to match fewer items.
pt: Tentativa de recuperar as entradas correspondentes expirou. Tente digitar uma seqüência mais longa para coincidir com menos itens.

source: Attempting to read {0}
pt: Tentar ler {0}

source: Attributes
pt: Atributos

source: Attributes:
pt: Atributos:

source: Author:
pt: Autor:

source: Auto-Hide
pt: Auto-Ocultar

source: &Available Converters:
pt: Conversores &Disponíveis:

source: Available Data for {0}
pt: Dados Disponíveis para {0}

source: Available disk space:
pt: Espaço disponível no disco:

source: Available Features for {0}
pt: Características Disponíveis para {0}

source: = Available for Bulk Editing
pt: = Disponível para Edição em Massa

source: Available lines:
pt: Linhas disponíveis:

source: Available memory:
pt: Memória disponível:

source: Available Processors:
pt: Processadores Disponíveis:

source: <b>Tip:</b> click on the hyperlinks to view the entries in question.
pt: <b>Dica:</b> clique nos hyperlinks para visualizar as entradas em questão.

source: < &Back
pt: < &Voltar

source: Back
pt: Voltar

source: Back in Sketch
pt: Voltar no Rascunho

source: Back to concorded item...
pt: Voltar ao item concordado…

source: &Back Translation
pt: &Retrotradução

source: {0} - {1} Back Translation
pt: {0} - {1} Retrotradução

source: Bac&k Translation
pt: Re&trotradução

source: Back Translation
pt: Retrotradução

source: Back translation does not correspond to a vernacular footnote: A back translation footnote must correspond to a footnote in the corresponding vernacular paragraph.
pt: Retrotradução não corresponde com uma nota vernacular: Uma nota de rodapé da retrotradução deve corresponder a uma nota de rodapé no paragrafo correspondente vernacular.

source: Back translation does not correspond to a vernacular paragraph: {0} The style for a back translation paragraph must match the style for the corresponding vernacular paragraph.
pt: Retrotradução não corresponde com uma nota vernacular: {0} O estilo de um parágrafo de retrotradução deve combinar com o estilo do parágrafo vernacular correspondente.

source: Back translation does not correspond to a vernacular picture. A back translation picture must correspond to a picture in the corresponding vernacular paragraph.
pt: Retrotradução não corresponde a uma imagem vernacular. Uma imagem de retrotradução deve corresponder a uma imagem no parágrafo vernacular correspondente.

source: Back translation does not correspond to the preceding vernacular paragraph: {0} The style for a back translation paragraph must match the style for the vernacular paragraph. A back translation paragraph must belong to the immediately preceding vernacular paragraph.
pt: Retrotradução não corresponde ao parágrafo vernacular anterior: {0} O estilo para um parágrafo de retrotradução deve coincidir com o estilo do parágrafo vernacular. Um parágrafo de retrotradução deve pertencer ao parágrafo vernacular imediatamente anterior.

source: Back translation files may optionally contain annotations by using distinctive markers.
pt: Arquivos de retrotradução pode opcionalmente conter anotações usando marcadores distinto.

source: Back translation not part of a paragraph: {0}
pt: Retrotradução não faz parte de um parágrafo: {0}

source: Back translation precedes vernacular fields in book. A back translation paragraph must belong to the immediately preceding vernacular paragraph.
pt: Retrotradução precede campos vernacular no livro. Um parágrafo de retrotradução deve pertencer ao parágrafo vernacular imediatamente anterior.

source: Back Translation Writing System
pt: Sistema de Escrita da Retrotradução

source: &Back translations
pt: &Retrotraduções

source: Background Color
pt: Cor do Plano de fundo

source: Background is {0}
pt: Plano de fundo é {0}

source: Bac&kground:
pt: Plan&o de fundo

source: Back-reference to a non-existent capture group.
pt: Voltar referência a um grupo de captura inexistente.

source: &Backup and Restore...
pt: &Backup e Restaurar…

source: _Backup and Restore...
pt: _Backup e Restaurar…

source: Backup or restore a FieldWorks project.
pt: Fazer backup ou restaurar um projeto do FieldWorks.

source: Backup Recommendation
pt: Recomendação de Backup

source: Backup the FieldWorks project before importing. Then, if you are not satisified with the results of the import, you can restore the backup to undo the import.
pt: Fazer um backup do projeto FieldWorks antes de importar. Depois, se não estiver satisfeito com o resultado da importação, você pode restaurar o backup para desfazer a importação.

source: Bar Options
pt: Barra de Opções

source: Based On
pt: Baseado Em

source: <Based on Context>
pt: <Baseado no Contexto>

source: &Based on:
pt: &Baseado em:

source: Baseline
pt: Fundamental

source: Basic
pt: Básico

source: Basic Styles
pt: Estilos Básicos

source: Be sure to set all three fields below.
pt: Certifique-se de definir todos os três campos abaixo.

source: &Before:
pt: &Antes:

source: Before:
pt: Antes:

source: Begin
pt: Começar

source: Begin Group
pt: Começar Grupo

source: &Beginner. Only the most basic features are available. The beginning user experiences a simple user interface that is easiest to learn and use.
pt: &Iniciante. Somente os recursos mais básicos estão disponíveis. O usuário de iniciante apresenta uma interface de usuário simples que é mais fácil de aprender e usar.

source: &Beginning marker:
pt: Marcador de &início:

source: &Beginning Marker:
pt: Marcador de &Início:

source: {0} Beginning of line
pt: {0} Início da linha

source: {0}. Being used {1} times by rules.
pt: {0}. Sendo usado(a) {1} vezes pelas regras.

source: {0}. Being used {1} times in your natural classes.
pt: {0}. Sendo usado(a) {1} vezes nas suas classes naturais.

source: {0}. Being used 1 time by rules.
pt: {0}. Sendo usado(a) 1 vez por regras.

source: {0}. Being used 1 time in your natural classes.
pt: {0}. Sendo usado 1 vez em suas classes naturais.

source: Below
pt: Abaixo

source: Below (iota subscript)
pt: Abaixo (iota subscrito)

source: Below attached
pt: Anexado abaixo

source: Below left
pt: Abaixo à esquerda

source: Below left attached
pt: Anexado abaixo à esquerda

source: Below right
pt: Abaixo à direita

source: Below right attached
pt: Anexado abaixo à direita

source: Bengali
pt: Bengalês

source: best analysis
pt: melhor análise

source: Best Analysis
pt: Melhor Análise

source: best analysis or vernacular
pt: melhor análise ou vernáculo

source: Best Analysis or Vernacular
pt: Melhor Análise ou Vernáculo

source: best vernacular
pt: melhor vernáculo

source: Best Vernacular
pt: Melhor Vernáculo

source: best vernacular or analysis
pt: melhor vernáculo ou análise

source: Best Vernacular or Analysis
pt: Melhor Vernáculo ou Análise

source: between
pt: entre

source: Between:
pt: Entre:

source: Biblical Term Renderings
pt: Processamento de Termos Bíblicos

source: &Biblical Terms
pt: Termos &Bíblicos

source: Biblical Terms
pt: Termos Bíblicos

source: Bibliography
pt: Bibliografia

source: Bibliography (Entry)
pt: Bibliografia (Entrada)

source: Bibliography (Sense)
pt: Bibliografía (Significado)

source: Bidirectional mirrored
pt: Bidirecional espelhado

source: Binary Compound Rule
pt: Regra Binária Composta

source: Biographical Information
pt: Informações Biográficas

source: Black,0,0,0
pt: Preto,0,0,0

source: blackbird → {0}black{1} {0}bird{1}
pt: pássaro negro → {0}negro {1} {0}pássaro {1}

source: blackbird → black bird
pt: pássaro negro → pássaro negro

source: Blanks
pt: Espaços em Branco

source: Blue,0,0,255
pt: Azul,0,0,255

source: Blue-Gray,102,102,153
pt: Cinza Azulado,102,102,153

source: &Bold
pt: &Negrito

source: Bold
pt: Negrito

source: &Book
pt: &Livro

source: Book
pt: Livro

source: 1 Book {0}{1}
pt: 1 Livro {0}{1}

source: Book abbreviation
pt: Abreviatura do Livro

source: Book ID
pt: ID do Livro

source: Book Identification:
pt: Identificação do Livro

source: Book introduction within Scripture text.
pt: Introdução do livro dentro do texto das Escrituras.

source: Book &introductions
pt: &Introduções de Livros

source: Book name
pt: Nome do livro

source: Book Name
pt: Nome do Livro

source: [book name]
pt: [nome do livro]

source: Book Properties
pt: Propriedades do Livro

source: &Book Properties...
pt: Propriedades do &Livro

source: Book start:
pt: Início do livro:

source: Books
pt: Livros

source: {0} Books {1}{2}
pt: {0} Livros {1}{2}

source: Books replaced by import
pt: Livros substituídos pela importação

source: &Books selected in the filter:
pt: &Livros selecionados no filtro:

source: Border
pt: Borda

source: Border ({0})
pt: Borda ({0})

source: Borders
pt: Bordas

source: Borders all Around
pt: Todas as Bordas em Volta

source: Both the Open and Close values for a matching pair must be specified.
pt: Ambos os valores abrir e fechar para um par correspondente devem ser especificados.

source: Both the Opening and Closing quotation marks must be specified for level {0}.
pt: A abertura e o fechamento de aspas deve ser especificadas para o nível {0}.

source: &Bottom
pt: &Fundo

source: Bottom
pt: Fundo

source: Bottom Border
pt: Borda Inferior

source: &Bottom:
pt: &Fundo:

source: bound stem
pt: radical preso

source: {0} Bound Stem
pt: {0} Radical Preso

source: {0} Boundary
pt: Limite de {0}

source: Boundary Marker
pt: Indicador de Limite

source: Break Characters
pt: Quebrar Caracteres

source: _Break phrase into words
pt: _Quebra de frase em palavras

source: Break phrase into words
pt: Quebra de frase em palavras

source: Break selected phrase into words.
pt: Quebre a frase selecionada em palavras.

source: Bridge
pt: Ponte

source: Bright Green,0,255,0
pt: Verde Brilhante,0,255,0

source: Brown,153,51,0
pt: Marrom,153,51,0

source: Browse
pt: Procurar

source: Browse for file.
pt: Procurar arquivo.

source: Browse to an ANA file.
pt: Navegar até um arquivo ANA.

source: &Browse...
pt: &Procurar…

source: Browse...
pt: Procurar…

source: bst. an
pt: mlhr. an

source: BUG!
pt: FALHA!

source: Built In
pt: Criado em

source: Bulk _Edit (copy)
pt: _Edição em Massa (copiar)

source: Bulk Copy
pt: Cópia em Massa

source: Bulk Edit (c_lick copy)
pt: Edição em Massa (c_lique em copiar)

source: _Bulk Edit (list choice)
pt: _Edição em Massa (opção da lista)

source: Bulk Edit Entries
pt: Entradas de Edição em Massa

source: Bulk Edit Operation:
pt: Operação de Edição em Massa:

source: Bulk Edit Reversal Entries
pt: Entradas Inversas de Edição em Massa

source: Bulk Edit Spelling Status.
pt: Status da Ortografia de Edição em Massa

source: Bulk Edit Wordforms
pt: Formas de Palavra de Edição em Massa

source: Bulk Replace
pt: Substituição em Massa

source: Bulk Replace Setup
pt: Configuração de Substituição em Massa

source: B&ullet
pt: M&arcador

source: Bullets
pt: Marcadores

source: By removing the English writing system, some of your topics list items, may show "***" instead of their normal contents. For this reason, it is strongly recommended that you keep the English writing system active in your project. However, if you choose to remove English now and encounter problems viewing your topics list items, you may add English back at any time using the Add button. Do you want to remove English now?
pt: Ao eliminar o sistema de escrita em Inglês, alguns de seus itens de lista de assuntos, podem mostrar "*** " em vez de seu conteúdo normal. Por este motivo, é altamente recomendável que você mantenha o sistema de escrita Inglês ativo em seu projeto. No entanto, se você optar por remover o Inglês agora e encontrar problemas para visualizar os seus itens da lista de tópicos, você pode adicionar Inglês de volta a qualquer momento usando o botão Adicionar. Deseja remover o Inglês agora?

source: B&y:
pt: P&or:

source: Calculating differences for {0}...
pt: Calculando diferenças para {0}...

source: {0} can be configured in more detail.
pt: {0} pode ser configurado com mais detalhes

source: &Cancel
pt: &Cancelar

source: C&ancel
pt: C&ancelar

source: Cancel
pt: Cancelar

source: Cannot add a style with a blank name.
pt: Não é possível adicionar um estilo com um nome em branco.

source: Cannot add allomorph
pt: Não é possível adicionar alomorfo

source: Cannot add style {0} because a style with this name already exists.
pt: Não é possível adicionar estilo {0} porque já existe um estilo com esse nome.

source: Cannot add variant
pt: Não é possível adicionar variante

source: Cannot create new entry
pt: Não é Possível Criar Nova Entrada

source: Cannot find link target "{0}" {1}
pt: Não é possível encontrar destino do link "{0}" {1}

source: Cannot follow link
pt: Não é possível seguir o link

source: Cannot hide field
pt: Não é possível ocultar campo

source: Cannot Import
pt: Não é Possível Importar

source: Cannot import {0} because this was not recognized as a well-formed OXES file.
pt: Não é possível importar {0} porque isso não foi reconhecido como um arquivo OXES bem-formado.

source: Cannot Install Writing System
pt: Não é Possível Instalar Sistema de Escrita

source: Cannot Modify Writing System
pt: Não é Possível Modificar Sistema de Escrita

source: Cannot Occur
pt: Não é Possível Ocorrer

source: Cannot play media file
pt: Não é possível reproduzir o arquivo de mídia

source: Cannot redefine factory style {0} to have a different Type, Context, Structure, or Function in {1}
pt: Não é possível redefinir o estilo de fábrica {0} para ter um tipo diferente, contexto, estrutura, ou função em {1}

source: Cannot remove column
pt: Não é possível remover coluna

source: Cannot Remove Encoder
pt: Não é possível Remover o Codificador

source: Cannot remove encoding converter because it is currently in use by a writing system.
pt: Não é possível remover o conversor de codificação porque ele está sendo usado por um sistema de escrita.

source: Cannot Replace Displayed Picture
pt: Não é Possível Substituir Imagem Apresentada

source: Cannot Save Settings
pt: Não é Possível Salvar as Configurações

source: Cannot Upgrade Database
pt: Não é Possível Atualizar o Banco de Dados

source: Cannot Use Processor
pt: Não é Possível Usar o Processador

source: Cannot use the same quotation mark as the opening in level {0} and the closing in level {1} Quotation mark: {2}
pt: Não é possível usar as aspas mesmo que o nível de abertura em {0} e o fechamento em nível {1} Aspas: {2}

source: Can't create new database: {0}
pt: Não é possível criar novo banco de dados: {0}
